Repository: common-repository/wordpress-bbpress-syncronization
Catalog: wpbb-sync-*.po
Languages: be_by, ru_ru

source: Everything is ok!
be_by: Усё ў парадку!
ru_ru: Всё в порядке!

source: Cannot establish connection to bbPress part
be_by: Немагчыма ўсталяваць злучэнне з bbPress складнікам
ru_ru: Невозможно установить соединение с bbPress составляющей

source: Invalid secret key
be_by: Няслушны сакрэтны ключ
ru_ru: Неверный секретный ключ

source: Too old bbPress part plugin version
be_by: Занадта старая версія bbPress складніка
ru_ru: Слишком старая версия bbPress составляющей

source: bbPress syncronization
be_by: Сінхранізацыя з bbPress
ru_ru: Синхронизация с bbPress

source: bbPress url
be_by: Адрас bbPress
ru_ru: Адрес bbPress

source: bbPress url (we'll add <em>my-plugins/wordpress-bbpress-syncronization/bbwp-sync.php</em> to your url)
be_by: Адрас bbPress (мы аўтаматычна дадамо <em>my-plugins/wordpress-bbpress-syncronization/bbwp-sync.php</em> у яго канец)
ru_ru: Адрес bbPress (мы автоматически добавим <em>my-plugins/wordpress-bbpress-syncronization/bbwp-sync.php</em> в его конец)

source: URL is incorrect or connection error, please verify it (full variant):
be_by: Адрас няслушны або памылка злучэння, праверце адрас (поўны варыянт):
ru_ru: Адрес неверен или ошибка соединения, проверьте адрес (полный вариант):

source: Secret key
be_by: Сакрэтны ключ
ru_ru: Секретный ключ

source: We need it for secure communication between your systems
be_by: Ключ неабходны для бяспечнай сувязі паміж часткамі сістэмы
ru_ru: Ключ необходим для безопасной связи между частями системы

source: Error! Not equal secret keys in WordPress and bbPress
be_by: Памылка! Розныя сакрэтныя ключы ў WordPress і bbPress
ru_ru: Ошибка! Различные секретные ключи в WordPress и bbPress

source: Sync comments by default
be_by: Сінхранізаваць каментары па змаўчанні
ru_ru: Синхронизировать комментарии по умолчанию

source: Also will be used for posts without any sync option value
be_by: Таксама будзе выкарыстоўвацца для пастоў без усталяванай опцыі сінхранізацыі
ru_ru: Также будет использоваться для постов без установленной опции синхронизации

source: Create topic on posting
be_by: Ствараць тэму ў форуме пры публікацыі
ru_ru: Создавать тему в форуме при публикации

source: Will create topic in bbPress after WordPress post publishing
be_by: Будзе ствараць тэму ў bbPress пасля публікацыі ў WordPress
ru_ru: Будет создавать тему в bbPress после публикации в WordPress

source: Sync all comments
be_by: Сінхранізаваць усе каментары
ru_ru: Синхронизировать все комментарии

source: Sync comment even if not approved. Comment will have the same status at forum
be_by: Сінхранізаваць каментар, нават калі ён не ўхвалены. Каментар будзе мець той жа статут на форуме
ru_ru: Синхронизировать комментарий, даже если он не одобрен. Комментарий будет иметь тот же статус на форуме

source: Create topic anyway
be_by: Стварыць тэму ў любым выпадку
ru_ru: Создать тему в любом случае

source: Create topic even if comment not approved. Will create topic <strong>without</strong> unapproved comment, only first post
be_by: Ствараць тэму на форуме, нават калі каментар не ўхвалены. Будзе створаная тэма <strong>без</strong> няўсхваленага каментара, толькі з першым пастом
ru_ru: Создавать тему на форуме, даже если комментарий не одобрен. Будет создана тема <strong>без</strong> неодобренного комментария, только с первым постом

source: First post type
be_by: Тып першага паста
ru_ru: Тип первого поста

source: Full post
be_by: Поўны тэкст
ru_ru: Весь текст

source: Post before &lt;!--more--&gt; tag
be_by: Тэкст да тэга &lt;!--more--&gt;
ru_ru: Текст до тега &lt;!--more--&gt;

source: Excerpt
be_by: Цытата (Excerpt)
ru_ru: Выборка (Excerpt)

source: Select what text for the first post will be displayed in forum topic
be_by: Выберыце, які тэкст будзе выкарыстоўвацца для першага паста на форуме
ru_ru: Выберите, какой текст для первого сообщения на форуме будет использован

source: Enable quoting
be_by: Уключыць цытаванне
ru_ru: Включить цитирование

source: If enabled, first post summary in bbPress will be blockquoted
be_by: Калі ўключана, першы пост у bbPress будзе аформлены як цытата
ru_ru: Если включено, первый пост в bbPress будет оформлен как цитата

source: Amount of comments to show
be_by: Колькасць каментароў для адлюстравання
ru_ru: Количество отображаемых комментариев

source: Set to <em>-1</em> to show all comments
be_by: Выстаўце ў <em>-1</em> для адлюстравання ўсіх каментароў
ru_ru: Выставьте в <em>-1</em> для отображения всех комментариев

source: Point to forum in latest comment
be_by: Спасылацца на форум у апошнім каментары
ru_ru: Ссылаться на форум в последнем комментарии

source: If enabled, last comment will have link to forum discussion. Don't set previous option to 0 to use that. It is better to use template functions
be_by: Калі ўключана, апошні каментар будзе мець спасылку на дыскусію на форуме. Не ўсталёўвайце папярэднюю опцыю ў 0 для выкарыстання гэтага. Лепш карыстацца template functions
ru_ru: Если включено, последний комментарий будет иметь ссылку на дискуссию на форуме. Не устанавливайте предыдущую опцию в 0 для использования этого. Предпочтительнее использовать template functions

source: Max comments with form
be_by: Максімум каментароў з формай
ru_ru: Максимум комментариев с формой

source: Set to <em>-1</em> to show new comment form with any comments count
be_by: Выстаўце ў <em>-1</em> для адлюстравання формы для каментароў у любым выпадку
ru_ru: Выставьте в <em>-1</em> для отображения формы для комментариев в любом случае

source: Disable
be_by: Адключыць
ru_ru: Отключить

source: Show site url as username
be_by: Выкарыстоўваць URL як імя карыстача
ru_ru: Использовать URL как имя пользователя

source: Select what to do with pings. URLs will be shorten to domain name
be_by: Выберыце, што рабіць з пінгамі. URL будзе скарочаны да дамена
ru_ru: Выберите, что делать с пингами. URL будут укорочены до доменного имени

source: Enable plugin
be_by: Уключыць убудову
ru_ru: Включить плагин

source: Allowed by both parts
be_by: Дазволена абедзвюма складнікамі
ru_ru: Разрешено обеими составляющими

source: Not allowed:
be_by: Не дазволена:
ru_ru: Не разрешено:

source: Save Changes
be_by: Захаваць змены
ru_ru: Сохранить изменения

source: Syncronize post comments with bbPress?
be_by: Сінхранізаваць каментары з bbPress?
ru_ru: Синхронизировать комментарии с bbPress?

source: Please continue discussion on the forum:
be_by: Працяг дыскусіі на форуме:
ru_ru: Продолжение дискуссии на форуме:

source: Synchronization with bbPress is not enabled.
be_by: Сінхранізацыя з bbPress не ўключана.
ru_ru: Синхронизация с bbPress не включена.

source: You must <a href="%1$s">check options and enable plugin</a> to make it work.
be_by: Вы павінны <a href="%1$s">праверыць наладкі і ўключыць плягін</a>, каб ён пачаў працаваць.
ru_ru: Вы должны <a href="%1$s">проверить настройки и включить плагин</a>, чтобы он начал работать.
